/* Localizable strings */

"kAccountsTabTitle" =						"Général";
"kNetworkTabTitle" =						"Réseau";

"kCantSaveTitle" = 							"Impossible d’enregistrer les modifications.";
"kOKButtonTitle" = 							"OK";

"kListTabTitle"	=							"Liste";
"kListCantSaveEmptyListName" =				"La liste des noms est vide. Veuillez y saisir une valeur.";
"kListCantSaveDuplicateListName" =			"Le nom « %@ » est déjà attribué à une autre liste d’ordinateurs. Veuillez en choisir un autre.";
"kListCantSaveInvalidAddress" =				"« %@ » n’est pas une adresse Ethernet valide. Veuillez saisir une adresse Ethernet valide pour cet ordinateur.";

"kCompShortNameAlreadyInUse" =				"Le nom que vous avez choisi est en conflit avec un nom attribué à un autre ordinateur.";
"kCompShortNameAlreadyInUseMgs" =			"Vous ne pouvez pas attribuer le nom « %@ » à deux ordinateurs différents. Lors de la vérification des conflits, n’oubliez pas que les noms ne tiennent pas compte de la casse.";
"kCompNameAlreadyInUse" =					"Le nom que vous avez choisi est en conflit avec un nom attribué à un autre ordinateur.";
"kCompNameAlreadyInUseMgs" =				"Vous ne pouvez pas attribuer le nom « %@ » à deux ordinateurs différents. Lors de la vérification des conflits, n’oubliez pas que les noms ne tiennent pas compte de la casse.";
"kCompENetAddressAlreadyInUse" =			"L’adresse Ethernet que vous avez choisie est en conflit avec l’adresse Ethernet d’un autre ordinateur.";
"kCompENetAddressAlreadyInUseMgs" =			"Vous ne pouvez pas attribuer l’adresse Ethernet « %@ » à deux ordinateurs différents.";
"kListDuplicateCompDescription" =			"Impossible d’enregistrer.";
"kListDuplicateCompDescriptionCantSet" =	"Impossible de définir une valeur.";
"kListDuplicateCompDescriptionMsg" =		"Un ordinateur avec cette description existe dans cette ou une autre liste.";
"kListDuplicateCompDescOtherENetMsg" =		"Il existe déjà un ordinateur avec cette description, mais avec une autre adresse Ethernet, %@.";
"kListDuplicateCompAddress" =				"Impossible d’enregistrer.";
"kListDuplicateCompAddressCantSet" =		"Impossible de définir une valeur.";
"kListDuplicateCompAddressMsg" =			"Un ordinateur avec cette adresse existe dans cette ou une autre liste.";
"kListCantAddComputerToList" =				"Impossible d’ajouter un ordinateur à cette liste.";
"kListComputerWithDescAlreadyExists" =		"Un ordinateur associé à la description « %@ » appartient déjà à cette liste ou à une autre liste.";
"kListComputerWithAddressAlreadyExists" =	"Un ordinateur associé à l’adresse %@ appartient déjà à cette liste ou à une autre liste.";
"kListComputerhasNoDescOrAddress" =			"Cet ordinateur ne porte aucun nom ou adresse. Il est très probable qu’il ne dispose pas de Mac OS X.";
"kListRemoveBoundComputer" =				"Supprimer l’ordinateur lié ?";
"kListRemoveBoundComputers" =				"Supprimer les ordinateurs liés ?";
"kListRemoveBoundComputerMsg" =				"L’ordinateur %@ utilise une liaison sécurisée pour se connecter au domaine de répertoire. Si vous supprimez cet ordinateur, les comptes d’utilisateur du répertoire ne pourront plus ouvrir de session sur cet ordinateur, à moins qu’un administrateur local ne le connecte à nouveau au répertoire. Êtes-vous certain de vouloir supprimer cet ordinateur et tous les autres ordinateurs sélectionnés ?";
"kListRemoveBoundComputersMsg" =			"Les ordinateurs %@ utilisent une liaison sécurisée pour se connecter au domaine de répertoire. Si vous supprimez ces ordinateurs, les comptes d’utilisateur du répertoire ne pourront plus ouvrir de session sur ces ordinateurs, à moins qu’un administrateur local ne les connecte à nouveau au répertoire. Êtes-vous certain de vouloir supprimer ces ordinateurs et tous les autres ordinateurs sélectionnés ?";
"kListNumAllComputers" =					"%d ordinateurs";
"kListNumAllComputersSingle" =				"1 ordinateur";
"kListNumComputers" =						"%d ordinateurs dans la liste";
"kListNumComputersSingle" =					"1 ordinateur dans la liste";

"kAccessTabTitle" =							"Accès";

"kVolumeTabTitle" =							"Cache";
"kVolumeCantSaveEmptyCacheFrequency" =		"La fréquence de mise à jour du cache est vierge. Veuillez y saisir une valeur.";

"kCloseDrawerButtonName" =					"Fermer";
"kCompBrowsingServiceName" =				"Ordinateurs";
"kCompBrowsingWindowTitle" =				"Ajouter ordinateur";

"kRemoveButton" =							"Supprimer";
"kDontRemoveButton" =						"Ne pas supprimer";

"kNameListFormat" =							", %@";
"kNameListEndFormat" =						" et %@";

"kMemberInfoNotFound" =						"Introuvable";
"Computers" =								"Ordinateur";
"ComputerGroups" =							"Groupe d’ordinateurs";
"kGuestComputer" =							"Ordinateur invité";
"kBasic" =									"Élémentaires";
"kMembers" =								"Membres";
